[
  "better-word-count",
  "oz-image-plugin",
  "omnisearch",
  "pseudocode-in-obs",
  "dataview",
  "obsidian-tasks-plugin",
  "obsidian-style-settings",
  "tasks-calendar-wrapper",
  "google-calendar",
  "obsidian-relative-line-numbers",
  "obsidian-vimrc-support",
  "obsidian-zotero-desktop-connector"
]
